Repository: apeschar/webwinkelkeur-drupal
Catalog: webwinkelkeur/translations/*.po
Languages: nl

source: Invitations
nl: Uitnodigingen

source: Send invites only for <em>completed</em> orders
nl: Stuur de uitnodig pas wanneer een bestelling op <em>Completed</em> staat

source: each order
nl: elke bestelling

source: first order only
nl: alleen eerste bestelling

source: Send invitations on
nl: Uitnodigingen verzenden bij

source: Invitation delay
nl: Wachttijd uitnodiging

source: Webshop API key
nl: Webshop API sleutel

source: Webshop ID can contain only numbers.
nl: Webshop ID kan alleen nummers bevatten.

source: Account settings
nl: Accountinstellingen

source: Configures WebwinkelKeur account details.
nl: Voeg uw WebwinkelKeur accountdetails toe.

source: Drupal Commerce invitation settings
nl: Uitnodigingen voor Drupal Commerce

source: Changes how invitations are sent to customers.
nl: Bepaalt hoe uitnodigingen naar klanten worden verstuurd.

source: Script
nl: Sidebar en tooltip (JavaScript)

source: Show tooltips
nl: Tooltip activeren

source: Show sidebar
nl: Sidebar activeren

source: Left
nl: Links

source: Right
nl: Rechts

source: Sidebar side
nl: Sidebar plaatsing

source: Sidebar position (in pixels)
nl: Sidebar positie (vanaf boven)

source: Script settings
nl: Scriptinstellingen

source: Presents site ratings to visitors.
nl: Toon de sidebar en tooltip aan bezoekers.

source: webwinkelkeur.nl unreachable
nl: webwinkelkeur.nl onbereikbaar

source: Übercart invitation settings
nl: Uitnodigingen voor Übercart

source: WebwinkelKeur account information
nl: WebwinkelKeur accountinformatie

source: Please enter your WebwinkelKeur account ID and API key.
nl: Vul uw WebwinkelKeur ID-nummer en API sleutel in

source: Missing
nl: Ontbreekend

source: account info
nl: accountinstellingen

source: Core module required by other WebwinkelKeur modules.
nl: Modules die zijn vereist voor de andere WebwinkelKeur modules.

source: WebwinkelKeur Commerce
nl: WebwinkelKeur voor Drupal Commerce

source: Sends invites to customers after placing an order in Drupal Commerce store.
nl: Stuur een uitnodiging na het plaatsen van een bestelling.

source: WebwinkelKeur Script
nl: WebwinkelKeur JavaScript

source: Displays webstore ratings and reviews.
nl: Toon de sidebar en de tooltip.

source: WebwinkelKeur Snippet
nl: WebwinkelKeur RIch Snippet

source: Enhances site relevance with structured data.
nl: Verbeter uw plaatsing in Google met gestructeerde data. (Let op: gebruik op eigen risico.)

source: WebwinkelKeur Ubercart
nl: WebwinkelKeur voor Übercart

source: Sends invites to customers after placing an order in Ubercart store.
nl: Stuur een uitnodiging na het plaatsen van een bestelling.
